tap "buo/cask-upgrade"
tap "deb-sig/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "owo-network/brew"
brew "autocorrect"
brew "cmake"
brew "curl"
brew "docker"
brew "fileicon"
brew "git"
brew "mas"
brew "neofetch"
brew "pdm"
brew "protobuf", link: false
brew "pyenv"
brew "pyenv-virtualenv"
brew "wget"
brew "owo-network/brew/deeplx"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "arc"
cask "bartender"
cask "betterdisplay"
cask "bezel"
cask "cleanshot"
cask "downie"
cask "eagle"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-smiley-sans"
cask "font-source-sans-3"
cask "github"
cask "hammerspoon"
cask "handbrake"
cask "heptabase"
cask "iina"
cask "keka"
cask "logseq"
cask "notion"
cask "one-switch"
cask "openineditor-lite"
cask "openinterminal-lite"
cask "orbstack"
cask "pictureview"
cask "pitch"
cask "raycast"
cask "screen-studio"
cask "spotify"
cask "squirrel"
cask "surge"
cask "videofusion"
cask "visual-studio-code"
cask "warp"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Adobe Lightroom", id: 1451544217
mas "Bear", id: 1091189122
mas "Bob", id: 1630034110
mas "Command X", id: 6448461551
mas "Compressor", id: 424390742
mas "Craft", id: 1487937127
mas "DingTalk", id: 1435447041
mas "Eagle for Safari", id: 1526651672
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Immersive Translate", id: 6447957425
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "LocalSend", id: 1661733229
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Minimal Theme for Twitter / X", id: 1668204600
mas "Motion", id: 434290957
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "OpenCat", id: 6445999201
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Pixelmator Pro", id: 1289583905
mas "PopClip", id: 445189367
mas "Reeder", id: 1529448980
mas "RSSHub Radar", id: 1610744717
mas "RunCat", id: 1429033973
mas "Sequel Ace", id: 1518036000
mas "ServerCat", id: 1501532023
mas "Tampermonkey", id: 1482490089
mas "Telegram", id: 747648890
mas "TencentMeeting", id: 1484048379
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
mas "WeChat", id: 836500024
mas "Wipr", id: 1320666476
vscode "antfu.icons-carbon"
vscode "antfu.theme-vitesse"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "dongfg.vscode-beancount-formatter"
vscode "figma.figma-vscode-extension"
vscode "github.github-vscode-theme"
vscode "lencerf.beancount"
vscode "miguelsolorio.symbols"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "teabyii.ayu"
