tap "afutured/openai-translator"
tap "buo/cask-upgrade"
tap "deb-sig/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikolaeu/numi"
tap "owo-network/brew"
brew "fileicon"
brew "mas"
brew "nikolaeu/numi/numi-cli"
brew "owo-network/brew/deeplx"
cask "alfred"
cask "appcleaner"
cask "betterdisplay"
cask "boltai"
cask "cleanshot"
cask "cursor"
cask "downie"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "font-input"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lxgw-wenkai"
cask "font-oppo-sans"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-smiley-sans"
cask "font-zed-mono"
cask "font-zed-mono-nerd-font"
cask "github"
cask "hammerspoon"
cask "handbrake"
cask "iina"
cask "jordanbaird-ice"
cask "keka"
cask "kekaexternalhelper"
cask "kitty"
cask "linear-linear"
cask "logi-options+"
cask "logseq"
cask "notchnook"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "pictureview"
cask "popclip"
cask "raycast"
cask "rectangle"
cask "screen-studio"
cask "setapp"
cask "sf-symbols"
cask "spotify"
cask "squirrel"
cask "tencent-meeting"
cask "visual-studio-code"
cask "whisky"
cask "zed"
mas "Bear", id: 1091189122
mas "Bob", id: 1630034110
mas "Command X", id: 6448461551
mas "Compressor", id: 424390742
mas "DaVinci Resolve", id: 571213070
mas "Developer", id: 640199958
mas "DingTalk", id: 1435447041
mas "Eagle for Safari", id: 1526651672
mas "Final Cut Pro", id: 424389933
mas "Immersive Translate", id: 6447957425
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "LocalSend", id: 1661733229
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "Puzzle DragonsS", id: 1636844853
mas "Reeder", id: 1529448980
mas "RunCat", id: 1429033973
mas "Sequel Ace", id: 1518036000
mas "ServerCat", id: 1501532023
mas "Tampermonkey", id: 1482490089
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Vimari", id: 1480933944
mas "WeChat", id: 836500024
mas "Wipr", id: 1320666476
vscode "antfu.file-nesting"
vscode "antfu.icons-carbon"
vscode "antfu.theme-vitesse"
vscode "bbenoist.nix"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "github.github-vscode-theme"
vscode "lencerf.beancount"
vscode "mefengl.vscode-i-dont-care-about-commit-message"
vscode "miguelsolorio.symbols"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
